Dlubal.RFEM5.AverageRegionFormType
Form of average region

Dlubal.RFEM5.AverageRegionFormType.UnknownAverageRegionForm
Unknown average region form

Dlubal.RFEM5.AverageRegionFormType.Rectangle
Rectangle form

Dlubal.RFEM5.AverageRegionFormType.Circle
Circle form

Dlubal.RFEM5.AverageRegionFormType.Ellipse
Ellipse form